








Python 3.13.5 (tags/v3.13.5:6cb20a2, Jun 11 2025, 16:15:46) [MSC v.1943 64 bit (AMD64)] on win32
Enter "help" below or click "Help" above for more information.
>>> 
======================================================================= RESTART: C:\Users\Acer\Desktop\питон\2.py ======================================================================
введите имя
Егор 
какие твои увлечения
Игры и плавание 
какое твое любимое блюдо
Крабовый салат 
каково твое отношение к программированию
положительное 
какое твоя самое нелюбимое блюдо
гречка 
как ты учишься в школе
на отлично 
